Repository: maxe-hsieh/subtitle_reader
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fi, ro, ru, uk

source: 字幕閱讀器
fi: Tekstityksenlukija
ro: Cititor de subtitrări
ru: Subtitle reader (Чтение субтитров)
uk: Читач субтитрів

source: 開始閱讀字幕
fi: Aloita tekstitysten lukeminen
ro: Începe citirea subtitrărilor
ru: Чтение субтитров включено
uk: Почато читання субтитрів

source: 停止閱讀字幕
fi: Lopeta tekstitysten lukeminen
ro: Oprește citirea subtitrărilor
ru: Чтение субтитров отключено
uk: Зупинено читання субтитрів

source: 閱讀器開關
fi: Ota tekstityksenlukija käyttöön
ro: Comutator cititor
ru: Переключить чтение субтитров
uk: Перемкнути читача

source: 字幕閱讀器 (&R)
fi: Tek&stityksenlukija
ro: Cititor de subtitrări (&R)
ru: Чтение субтитров (&r)
uk: Читач субтитрів (&r)

source: 閱讀器開關 (&S)
fi: &Ota käyttöön
ro: Comutator cititor (&S)
ru: Переключить чтение субтитров (&s)
uk: Перемкнути читача (&s)

source: 背景閱讀 (&B)
fi: Lukeminen t&austalla
ro: Citire în fundal (&B)
ru: Читать субтитры в фоновом режиме (&B)
uk: Фонове читання (&B)

source: Youtube 相關設定
fi: YouTube-asetukset
ro: Setări YouTube
ru: Настройки, связанные с Youtube
uk: Налаштування, пов'язані з Youtube

source: 閱讀聊天室(&R)
fi: Lue &chattihuone
ro: Citește chat-ul (&R)
ru: Читать чат (&R)
uk: Читати чат (&R)

source: 閱讀聊天室訊息發送者(&A)
fi: Lue v&iestin lähettäjä chattihuoneessa
ro: Citește expeditorul mesajului din chat (&A)
ru: Читать отправителя сообщения в чате (&A)
uk: Читати відправника повідомлення в чаті (&A)

source: 僅閱讀管理員訊息(&M)
fi: Vain &ylläpitäjän viestit
ro: Citește doar mesajele administratorului (&M)
ru: Читать только сообщения администратора (&M).
uk: Лише повідомлення адміністратора (&M)

source: 閱讀會籍贈送(&G)
fi: Lue &jäsenlahja
ro: Citește sponsorii cadouri din chat (&G)
ru: Читать информацию о подарках (&G)
uk: Читати роздачу членства (&G)

source: 閱讀聊天室時掠過圖片名稱(&G)
fi: Lue k&uvat chattiviestien jälkeen
ro: Omițând numele imaginilor când citește chat-ul (&G)
ru: Пропускать название картинки при чтении чата (&G)
uk: Пропускати назву зображення, читаючи чат (&G)

source: 資訊卡提示(&I)
fi: Lue t&ietokortit
ro: Afișare card informații (&I)
ru: Подсказка информационной карты (&I)
uk: Підказка інформаційної картки (&I)

source: 立即檢查更新(&C)
fi: Tarkista &päivitykset
ro: Verifică acum pentru actualizări (&C)
ru: Проверить обновления (&c)
uk: Перевірити оновлення (&c)

source: 開啟當前版本更新日誌(&O)
ro: Deschide jurnalul de modificări versiunea curentă (&O)
ru: Открыть журнал обновлений текущей версии (&o)
uk: Відкрити журнал змін поточної версії (&o)

source: 開啟最新版本更新日誌(&L)
ro: Deschide jurnalul de modificări ultima versiune (&L)
ru: Открыть журнал обновлений последней версии (&o)
uk: Відкрити журнал змін останньої версії (&o)

source: 自動檢查更新(&A)
fi: Tarkista päivitykset &automaattisesti
ro: Verifică automat pentru actualizări (&A)
ru: Автоматически проверять обновления (&a)
uk: Автоматично перевіряти оновлення (&a)

source: 聯絡開發者 (&C)
fi: Ota &yhteyttä kehittäjään
ro: Contactează dezvoltatorul (&C)
ru: &Связаться с разработчиком
uk: Зв'язатися з розробником (&C)

source: Facebook 個人檔案
fi: Facebook-profiili
ro: Profil Facebook
ru: Профиль на Facebook
uk: Профіль у Facebook

source: QQ, id:2231691423
fi: QQ: 2231691423
ru: QQ, идентификатор: 2231691423

source: 點此複製到剪貼簿
fi: Kopioi leikepöydälle
ro: Click pentru a copia în clipboard
ru: Скопировать в буфер обмена
uk: Скопіювати в буфер обміну

source: X, ID:Maxe0310
fi: X: Maxe0310
ro: X (Twitter), ID: Maxe0310
ru: X, ИДЕНТИФИКАТОР:Maxe0310

source: 支援影音平台 (&P)
fi: Tuetut v&ideoalustat
ro: Platforme video suportate (&P)
ru: Поддержать разработку дополнения (&P)
uk: Підтримувані аудіо та відео платформи (&P)

source: 狀態：
fi: Tila:
ro: Status:
ru: состояние：
uk: статус：

source: 字幕閱讀器 V
fi: Tekstityksenlukija
ro: Cititor de subtitrări V
ru: Чтение субтитров V
uk: Читач субтитрів V

source: 新版資訊
fi: Versiotiedot
ro: Informații versiune nouă
ru: Информация о новой версии
uk: Інформація про нову версію

source: 更新日誌
fi: Muutosloki
ro: Jurnal de modificări
ru: Журнал изменений
uk: Журнал змін

source: 字幕
fi: Tekstitykset
ro: Subtitrări
ru: субтитры
uk: субтитри

source: 現在更新(&U)
fi: Päivitä &nyt
ro: Actualizează acum (&U)
ru: Обновить сейчас (&u)
uk: Оновити зараз (&u)

source: 跳過此版本(&S)
fi: &Ohita tämä versio
ro: Sari peste această versiune (&S)
ru: Пропустить эту версию (&s)
uk: Пропустити цю версію (&s)

source: 晚點再說(&L)
fi: &Myöhemmin
ro: Mai târziu (&L)
ru: Напомнить позже (&l)
uk: Пізніше (&l)

source: 失效
fi: Virheellinen
ro: Inactiv
ru: Ошибка
uk: не підтримується

source: 正常
fi: Tuettu
ro: Normal/Activ
ru: успешно
uk: підтримується

source: 您已升級到最新版本，祝您觀影愉快！
fi: Olet päivittänyt viimeisimpään versioon.
ro: Ați fost actualizat la cea mai recentă versiune, vizionare plăcută!
ru: Вы обновили дополнение до последней версии. Приятного использования！
uk: Ви оновили додаток до останньої версії. Приємного перегляду！

source: 恭喜
fi: Onnittelut
ro: Felicitări
ru: Благодарности
uk: Подяки

source: 檢查更新失敗
fi: Päivitysten tarkistus epäonnistui.
ro: Verificarea actualizărilor a eșuat
ru: Не удалось проверить наличие обновлений
uk: Не вдалося перевірити оновлення

source: 錯誤
fi: Virhe
ro: Eroare
ru: ошибка
uk: Помилка

source: 下載更新失敗
fi: Päivityksen lataus epäonnistui
ro: Descărcarea actualizării a eșuat
ru: Не удалось загрузить обновление
uk: Не вдалося завантажити оновлення

source: 意見調查：
fi: Mielipidekysely:
ro: Sondaj de opinie:
ru: Опрос мнений：
uk: Опитування：

source: 當焦點位於網頁上的影片播放器時，讓 NVDA 讀出字幕。
fi: Lukee tekstitykset, kun kohdistus on verkkopohjaisessa videosoittimessa.
ru: Когда фокус находится на проигрывателе видео на веб-странице, это дополнение позволяет NVDA читать субтитры к проигрываемому видео。
uk: Дозволяє NVDA зачитувати субтитри, коли фокус знаходиться на відеоплеєрі веб-сторінки.

source: 開啟更新日誌(&O)
fi: &Avaa muutosloki
